/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Wecker beendet!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Schlummern: Beliebige Taste";

/* Status line above clock during alarm */
"Press Any key to stop" = "Beenden: Beliebige Taste";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Schlummern: Enter/Return";

/* Status line above clock during alarm */
"Press Enter to stop" = "Beenden: Enter/Return";

/* Button below clock */
"Snooze" = "Schlummern";

/* Status line above clock during snooze */
"Snoozing until" = "Schlummern bis";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Wecker starten…";

/* Button below clock */
"Stop" = "Beenden";

